Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=763_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ jueŠjji stipeendid õllškooultääŠzz mättŠtõõđjid
fin: Saamelaiskäräjät jakoi stipendejä korkea-asteen opiskelijolle

source: SääŠmteäǧǧ miõtti õhttseŠžže kutt 500 eeŠur stipeend sääŠmǩiõl da sääŠm kulttuur õllškooultääŠzz mättŠtõõjđid.
fin: Saamelaiskäräjät myönsi yhteensä kuusi 500 euron stipendiä saamen kielen ja saamelaisen kulttuurin korkea-asteen opiskelijoille.

source: Stipeendid juõŠǩǩeš SääŠmkultturkõõskõs Sajoozz väŠlddurkkuŠvddjen tuåimmjam Keski-Suomen Betonirakenne Oy sǩiâŋkkâm da sääŠmteeŠǧǧ teäŠǧǧväärain.
fin: Stipendit jaettiin Saamelaiskulttuurikeskus Sajoksen pääurakoitsijana toimineen Keski-Suomen Betonirakenne Oy:n lahjoittamista ja saamelaiskäräjien omista varoista.

source: Stipeendid oŠcce õhttseŠžže 18 mättʼtõõtti.
fin: Stipendiä haki yhteensä 18 opiskelijaa.

source: Stipeendid miõtteš puõŠtti mättŠtõõđjid: Inga Påve Idivuoma (Kiiruna / Sámi allaskuvla), Marjo Magga (Vuõccu / Sámi allaskuvla), Berit Sonkamuotka (Enontekiö / Oulu universiteŠtt), Sierge Rasmus (Jyväskylä / Oulu universiteŠtt), Inger-Elle Suoninen (Aanar / Sámi allaskuvla), Joni Saijets (Karigasniemi / Oulu universiteŠtt).
fin: Stipendit myönnettiin seuraaville opiskelijoille: Inga Påve Idivuoma (Kiiruna / Sámi allaskuvla), Marjo Magga (Vuotso / Sámi allaskuvla), Berit Sonkamuotka (Enontekiö / Oulun yliopisto), Sierge Rasmus (Jyväskylä / Oulun yliopisto), Inger-Elle Suoninen (Inari / Sámi allaskuvla), Joni Saijets (Karigasniemi / Oulun yliopisto).

source: Stipeendin tuŠmmji sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-material-luŠvddkåŠdd 27.10.2013 såbbrõššum såbbrest.
fin: Stipendeistä päätti saamelaiskäräjien koulutus- ja oppimateriaalilautakunta kokouksessaan 27.10.2013.

source: LuŠvddkåŠdd tuõtti räädast, što stipendooccmõõžž puõŠtte jiânnai, jeeŠres vuuŠdin, määŋgin škoouŠlŠjemvuuŠdin da kolmmen jännmest.
fin: Lautakunta totesi ilolla, että stipendihakemuksia tuli paljon, eri alueilta, monilta koulutusaloilta ja kolmesta maasta.

source: Seämmast luŠvddkåŠdd gåårtõõli tõn, stipenden jueŠǩǩem tieŠǧǧ leŠjje ooccanj.
fin: Samalla lautakunta pahoitteli sitä, että stipendeinä jaettavaa rahaa oli vähän.
